<?php
return [
    [
        // 必须，接收者银行卡账号。
        'account' => '656565656565656565656565',

        // 必须，金额，单位为分。
        'amount' => 5000,

        // 必须，接收者姓名。
        'name' => '张三',

        // 必须，4位，开户银行编号。具体值参考此链接：https://www.pingxx.com/api#%E9%93%B6%E8%A1%8C%E7%BC%96%E5%8F%B7%E8%AF%B4%E6%98%8E
        'open_bank_code' => '0308',

        // 可选，批量付款描述，最多 100 个 Unicode 字符。
        // 'description' => '描述',

        // 可选，订单号，jdpay 限长1-64位不能重复的数字字母组合。
        // 'order_no' => '12345678'
    ],
    [
        'account'           => '656565656565656565656565',
        'amount'            => 3000,
        'name'              => '李四',
        'open_bank_code'    => '0308',
    ]
];